Repository: jongcheol-pak/AppGroup
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_cn, zh_tw

# SettingsTitle.Text
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_cn: 设置
zh_tw: 設定

# RunAtStartup.Text
source: Run at Startup
ja_jp: スタートアップ時に実行
ko_kr: 시작 시 실행
zh_cn: 开机启动
zh_tw: 開機啟動

# RunAtStartupDescription.Text
source: Automatically run app when Windows starts
ja_jp: Windows起動時にアプリを自動実行
ko_kr: Windows 시작 시 자동으로 앱 실행
zh_cn: Windows启动时自动运行应用
zh_tw: Windows啟動時自動執行應用程式

# ShowSystemTrayIcon.Text
source: Show System Tray Icon
ja_jp: システムトレイアイコンを表示
ko_kr: 시스템 트레이 아이콘 표시
zh_cn: 显示系统托盘图标
zh_tw: 顯示系統匣圖示

# ShowSystemTrayIconDescription.Text
source: Display app icon in system tray
ja_jp: システムトレイにアプリアイコンを表示
ko_kr: 시스템 트레이에 앱 아이콘 표시
zh_cn: 在系统托盘中显示应用图标
zh_tw: 在系統匣中顯示應用程式圖示

# GrayscaleIcon.Text
source: Grayscale Icon
ja_jp: グレースケールアイコン
ko_kr: 회색조 아이콘
zh_cn: 灰度图标
zh_tw: 灰階圖示

# GrayscaleIconDescription.Text
source: Display icons in grayscale while showing groups
ja_jp: グループ表示中にアイコンをグレースケールで表示
ko_kr: 그룹 표시 중 아이콘을 회색조로 표시
zh_cn: 显示分组时将图标显示为灰度
zh_tw: 顯示群組時將圖示顯示為灰階

# InformationSection.Text
source: Information
ja_jp: 情報
ko_kr: 정보
zh_cn: 信息
zh_tw: 資訊

# AppGroupDescription.Text
source: This app is a customized version based on the open-source project AppGroup with UI improvements and additional features.
ja_jp: このアプリはオープンソースプロジェクトAppGroupをベースにUI改善と機能追加を行ったカスタマイズ版です。
ko_kr: 이 앱은 오픈소스 프로젝트 AppGroup를 기반으로 하여 UI 개선 및 기능 추가 등 일부 커스터마이징을 적용한 버전입니다.
zh_cn: 此应用是基于开源项目AppGroup进行UI改进和功能添加的自定义版本。
zh_tw: 此應用程式是基於開源專案AppGroup進行UI改進和功能新增的自訂版本。

# AppGroupOriginalNote.Text
source: This is independent of the original creator, and you can check the original source through the link above.
ja_jp: オリジナルの制作者とは無関係であり、上記のリンクからオリジナルのソースを確認できます。
ko_kr: 원본 제작자와 무관하며 위 링크를 통해 원본 소스를 확인할 수 있습니다.
zh_cn: 与原始作者无关，您可以通过上方链接查看原始源代码。
zh_tw: 與原始作者無關，您可以透過上方連結查看原始原始碼。

# VisitWebsitePrefix.Text
source: For more information, visit the
zh_cn: 有关详细信息，请访问
zh_tw: 如需詳細資訊，請造訪

# AppGroupWebsite.Text
source: App Group Website
zh_cn: 应用程序组网站
zh_tw: 應用程式群組網站

# StartMenuSettingsTitle.Text
source: Start Menu Settings
ja_jp: スタートメニュー設定
ko_kr: 시작 메뉴 설정
zh_cn: 开始菜单设置
zh_tw: 開始功能表設定

# TrayIconSection.Text
source: Tray Icon
ja_jp: トレイアイコン
ko_kr: 트레이 아이콘
zh_cn: 托盘图标
zh_tw: 系統匣圖示

# ShowFolderListOnClick.Text
source: Show Folder List on Click
ja_jp: クリック時にフォルダ一覧を表示
ko_kr: 클릭 시 폴더 목록 표시
zh_cn: 点击时显示文件夹列表
zh_tw: 點擊時顯示資料夾清單

# ShowFolderListOnClickDescription.Text
source: Display registered folder list when clicking tray icon.
ja_jp: トレイアイコンクリック時に登録済みフォルダ一覧を表示します。
ko_kr: 트레이 아이콘 클릭 시 등록된 폴더 목록을 표시합니다.
zh_cn: 点击托盘图标时显示已注册的文件夹列表。
zh_tw: 點擊系統匣圖示時顯示已註冊的資料夾清單。

# FolderDisplaySection.Text
source: Folder Display
ja_jp: フォルダ表示
ko_kr: 폴더 표시
zh_cn: 文件夹显示
zh_tw: 資料夾顯示

# ColumnCount.Text
source: Column Count
ja_jp: 列数
ko_kr: 열 개수
zh_cn: 列数
zh_tw: 欄數

# ColumnCountDescription.Text
source: Sets the horizontal number of folders displayed in the menu panel.
ja_jp: メニューパネルに表示されるフォルダの横方向の数を設定します。
ko_kr: 메뉴 패널에 표시되는 폴더의 가로 개수를 설정합니다.
zh_cn: 设置菜单面板中文件夹的水平显示数量。
zh_tw: 設定功能表面板中資料夾的水平顯示數量。

# GroupEditButton.ToolTipService.ToolTip
source: Edit Group
ja_jp: グループを編集
ko_kr: 그룹 편집
zh_cn: 编辑分组
zh_tw: 編輯群組

# TitleLabel.Text
source: Title
ja_jp: タイトル
ko_kr: 제목
zh_cn: 标题
zh_tw: 標題

# TitleTextBox.PlaceholderText
source: Enter title
ja_jp: タイトルを入力
ko_kr: 제목 입력
zh_cn: 输入标题
zh_tw: 輸入標題

# ArgumentsLabel.Text
source: Arguments
ja_jp: 引数
ko_kr: 인수
zh_cn: 参数
zh_tw: 參數

# ArgumentsTextBox.PlaceholderText
source: Enter arguments
ja_jp: 引数を入力
ko_kr: 인수 입력
zh_cn: 输入参数
zh_tw: 輸入參數

# SaveButton.Content
source: Save
ja_jp: 保存
ko_kr: 저장
zh_cn: 保存
zh_tw: 儲存

# ResetButton.Content
source: Reset
ja_jp: リセット
ko_kr: 초기화
zh_cn: 重置
zh_tw: 重設

# IconSelectionTitle.Text
source: Icon Selection
ja_jp: アイコン選択
ko_kr: 아이콘 선택
zh_cn: 图标选择
zh_tw: 圖示選擇

# RegularIconTitle.Text
source: Regular Icon
ja_jp: 通常アイコン
ko_kr: 일반 아이콘
zh_cn: 普通图标
zh_tw: 一般圖示

# RegularIconDesc.Text
source: Select icon from directory
ja_jp: ディレクトリからアイコンを選択
ko_kr: 디렉터리에서 아이콘 선택
zh_cn: 从目录中选择图标
zh_tw: 從目錄中選擇圖示

# GridIconTitle.Text
source: Grid Icon
ja_jp: グリッドアイコン
ko_kr: 그리드 아이콘
zh_cn: 网格图标
zh_tw: 網格圖示

# GridIconDesc.Text
source: Generate grid icon with selected apps
ja_jp: 選択したアプリでグリッドアイコンを生成
ko_kr: 선택한 앱으로 그리드 아이콘 생성
zh_cn: 使用所选应用生成网格图标
zh_tw: 使用所選應用程式產生網格圖示

# ResourceIconTitle.Text
source: Resource Icon
ja_jp: リソースアイコン
ko_kr: 리소스 아이콘
zh_cn: 资源图标
zh_tw: 資源圖示

# ResourceIconDesc.Text
source: Select icon from app resources
ja_jp: アプリリソースからアイコンを選択
ko_kr: 앱 리소스에서 아이콘 선택
zh_cn: 从应用资源中选择图标
zh_tw: 從應用程式資源中選擇圖示

# CustomizeTitle.Text
source: Customize
ja_jp: カスタマイズ
ko_kr: 사용자 정의
zh_cn: 自定义
zh_tw: 自訂

# ColumnLabel.Text
source: Column
ja_jp: 列
ko_kr: 열
zh_cn: 列
zh_tw: 欄

# HeaderLabel.Text
source: Header
ja_jp: ヘッダー
ko_kr: 헤더
zh_cn: 标题栏
zh_tw: 標題列

# HeaderDesc.Text
source: Show/hide popup window header
ja_jp: ポップアップウィンドウのヘッダーを表示/非表示
ko_kr: 팝업 창 헤더 표시/숨기기
zh_cn: 显示/隐藏弹出窗口标题栏
zh_tw: 顯示/隱藏彈出視窗標題列

# EditLabel.Text
source: Edit
ja_jp: 編集
ko_kr: 수정
zh_cn: 编辑
zh_tw: 編輯

# EditDesc.Text
source: Show/hide edit button
ja_jp: 編集ボタンを表示/非表示
ko_kr: 수정 버튼 표시/숨기기
zh_cn: 显示/隐藏编辑按钮
zh_tw: 顯示/隱藏編輯按鈕

# LabelLabel.Text
source: Label
ja_jp: ラベル
ko_kr: 레이블
zh_cn: 标签
zh_tw: 標籤

# LabelDesc.Text
source: Show/hide program labels
ja_jp: プログラムラベルを表示/非表示
ko_kr: 프로그램 레이블 표시/숨기기
zh_cn: 显示/隐藏程序标签
zh_tw: 顯示/隱藏程式標籤

# FontSizeLabel.Text
source: Font Size
ja_jp: フォントサイズ
ko_kr: 글자 크기
zh_cn: 字体大小
zh_tw: 字型大小

# PositionLabel.Text
source: Position
ja_jp: 位置
ko_kr: 위치
zh_cn: 位置
zh_tw: 位置

# InstalledAppsTitle.Text
source: Installed Apps
ja_jp: インストール済みアプリ
ko_kr: 설치된 앱
zh_cn: 已安装应用
zh_tw: 已安裝應用程式

# SearchAppsTextBox.PlaceholderText
source: Search apps...
ja_jp: アプリを検索...
ko_kr: 앱 검색...
zh_cn: 搜索应用...
zh_tw: 搜尋應用程式...

# AddSelectedButton.Content
source: Add Selected Items
ja_jp: 選択項目を追加
ko_kr: 선택 항목 추가
zh_cn: 添加所选项目
zh_tw: 新增所選項目

# FolderWebTitle.Text
source: Add Folder/Web
ja_jp: フォルダ/Webを追加
ko_kr: 폴더/웹 추가
zh_cn: 添加文件夹/网页
zh_tw: 新增資料夾/網頁

# TypeLabel.Text
source: Type
ja_jp: 種類
ko_kr: 유형
zh_cn: 类型
zh_tw: 類型

# FolderType.Content
source: Folder
ja_jp: フォルダ
ko_kr: 폴더
zh_cn: 文件夹
zh_tw: 資料夾

# WebType.Content
source: Web
ko_kr: 웹
zh_cn: 网页
zh_tw: 網頁

# NameLabel.Text
source: Name
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称
zh_tw: 名稱

# NameTextBox.PlaceholderText
source: Enter name
ja_jp: 名前を入力
ko_kr: 이름 입력
zh_cn: 输入名称
zh_tw: 輸入名稱

# FolderPathLabel.Text
source: Folder Path
ja_jp: フォルダパス
ko_kr: 폴더 경로
zh_cn: 文件夹路径
zh_tw: 資料夾路徑

# FolderPathTextBox.PlaceholderText
source: Folder Path
ja_jp: フォルダパス
ko_kr: 폴더 경로
zh_cn: 文件夹路径
zh_tw: 資料夾路徑

# WebUrlLabel.Text
source: Web URL
ko_kr: 웹 URL
zh_cn: 网页 URL
zh_tw: 網頁 URL

# AddButton.Content
source: Add
ja_jp: 追加
ko_kr: 추가
zh_cn: 添加
zh_tw: 新增

# GroupNameLabel.Text
source: Group Name
ja_jp: グループ名
ko_kr: 그룹 이름
zh_cn: 分组名称
zh_tw: 群組名稱

# GroupNameTextBox.PlaceholderText
source: App Group...
ja_jp: アプリグループ...
ko_kr: 앱 그룹...
zh_cn: 应用分组...
zh_tw: 應用程式群組...

# RenameWarning.Message
source: If you change the group name, you must force update the taskbar or repin it to the taskbar.
ja_jp: グループ名を変更した場合、タスクバーを強制更新するか、タスクバーに再固定する必要があります。
ko_kr: 그룹 이름을 변경하면 '작업 표시줄 강제 업데이트'를 하거나 작업 표시줄에 다시 고정해야 합니다.
zh_cn: 更改分组名称后，需要强制更新任务栏或重新固定到任务栏。
zh_tw: 變更群組名稱後，需要強制更新工作列或重新釘選到工作列。

# CustomizeButton.ToolTipService.ToolTip
source: Customize
ja_jp: カスタマイズ
ko_kr: 사용자 정의
zh_cn: 自定义
zh_tw: 自訂

# AllAppsButton.ToolTipService.ToolTip
source: All Apps List
ja_jp: すべてのアプリ一覧
ko_kr: 모든 앱 목록
zh_cn: 所有应用列表
zh_tw: 所有應用程式清單

# FolderWebButton.ToolTipService.ToolTip
source: Add Folder/Web
ja_jp: フォルダ/Webを追加
ko_kr: 폴더/웹 추가
zh_cn: 添加文件夹/网页
zh_tw: 新增資料夾/網頁

# BrowseFilePathButton.ToolTipService.ToolTip
source: Browse File Path
ja_jp: ファイルパスを参照
ko_kr: 파일 경로 찾아보기
zh_cn: 浏览文件路径
zh_tw: 瀏覽檔案路徑

# FolderSelectButton.ToolTipService.ToolTip
source: Select Folder
ja_jp: フォルダを選択
ko_kr: 폴더 선택
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# FolderContentsHeader.Text
source: Folder Contents
ja_jp: フォルダの内容
ko_kr: 폴더 내용
zh_cn: 文件夹内容
zh_tw: 資料夾內容

# FileSectionHeader.Text
source: Files
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件
zh_tw: 檔案

# FolderSectionHeader.Text
source: Folders
ja_jp: フォルダ
ko_kr: 폴더
zh_cn: 文件夹
zh_tw: 資料夾

# EmptyContents.Text
source: No contents.
ja_jp: 内容がありません。
ko_kr: 내용이 없습니다.
zh_cn: 没有内容。
zh_tw: 沒有內容。

# FoldersHeader.Text
source: Folders
ja_jp: フォルダ
ko_kr: 폴더
zh_cn: 文件夹
zh_tw: 資料夾

# SettingsButton.ToolTipService.ToolTip
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_cn: 设置
zh_tw: 設定

# AppGroupManagement.Text
source: App Group Management
ja_jp: アプリグループ管理
ko_kr: 앱 그룹 관리
zh_cn: 应用分组管理
zh_tw: 應用程式群組管理

# NavTaskbar.Text
source: App Groups
ja_jp: アプリグループ
ko_kr: 앱 그룹
zh_cn: 应用分组
zh_tw: 應用程式群組

# NavStartMenu.Text
source: Start
ja_jp: スタート
ko_kr: 시작
zh_cn: 开始
zh_tw: 開始

# NavSettings.Text
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_cn: 设置
zh_tw: 設定

# EditFolderTitle.Text
source: Edit Folder
ja_jp: フォルダを編集
ko_kr: 폴더 수정
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

# FolderNameLabel.Text
source: Folder Name
ja_jp: フォルダ名
ko_kr: 폴더 이름
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

# FolderNameTextBox.PlaceholderText
source: Enter folder name
ja_jp: フォルダ名を入力
ko_kr: 폴더 이름 입력
zh_cn: 输入文件夹名称
zh_tw: 輸入資料夾名稱

# TaskbarDescription.Text
source: You can pin groups of apps to the taskbar.
ja_jp: アプリをグループ化してタスクバーにピン留めできます。
ko_kr: 앱을 그룹으로 지정해서 작업 표시줄에 고정할 수 있습니다.
zh_cn: 您可以将应用分组固定到任务栏。
zh_tw: 您可以將應用程式群組釘選到工作列。

# SearchGroupsPlaceholder.PlaceholderText
source: Search groups...
ja_jp: グループを検索...
ko_kr: 그룹 검색...
zh_cn: 搜索分组...
zh_tw: 搜尋群組...

# RefreshButton.ToolTipService.ToolTip
source: Refresh
ja_jp: 更新
ko_kr: 새로 고침
zh_cn: 刷新
zh_tw: 重新整理

# AddGroupButton.ToolTipService.ToolTip
source: Add Group
ja_jp: グループを追加
ko_kr: 그룹 추가
zh_cn: 添加分组
zh_tw: 新增群組

# ImportMenu.Text
source: Import
ja_jp: インポート
ko_kr: 가져오기
zh_cn: 导入
zh_tw: 匯入

# ExportMenu.Text
source: Export
ja_jp: エクスポート
ko_kr: 내보내기
zh_cn: 导出
zh_tw: 匯出

# ForceUpdateMenu.Text
source: Force Update Taskbar
ja_jp: タスクバーを強制更新
ko_kr: 작업 표시줄 강제 업데이트
zh_cn: 强制更新任务栏
zh_tw: 強制更新工作列

# EditGroupButton.ToolTipService.ToolTip
source: Edit Group
ja_jp: グループを編集
ko_kr: 그룹 수정
zh_cn: 编辑分组
zh_tw: 編輯群組

# OpenLocationMenu.Text
source: Open File Location
ja_jp: ファイルの場所を開く
ko_kr: 파일 위치 열기
zh_cn: 打开文件位置
zh_tw: 開啟檔案位置

# DuplicateMenu.Text
source: Duplicate
ja_jp: 複製
ko_kr: 복제
zh_cn: 复制
zh_tw: 複製

# DeleteMenu.Text
source: Delete
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除
zh_tw: 刪除

# EmptyGroupsTitle.Text
source: No Groups!
ja_jp: グループがありません！
ko_kr: 그룹이 없습니다!
zh_cn: 没有分组！
zh_tw: 沒有群組！

# EmptyGroupsDesc.Text
source: Click the + button to create a group
ja_jp: + ボタンをクリックしてグループを作成してください
ko_kr: + 버튼을 클릭하여 그룹을 만드세요
zh_cn: 点击 + 按钮创建分组
zh_tw: 點擊 + 按鈕建立群組

# ItemsLabel
source: Items
ja_jp: 項目
ko_kr: 항목
zh_cn: 项目
zh_tw: 項目

# ItemsSelectedFormat
source: {0} selected
ja_jp: {0}件選択
ko_kr: {0}개 선택됨
zh_cn: 已选择 {0} 项
zh_tw: 已選取 {0} 項

# GroupsLabel
source: Groups
ja_jp: グループ
ko_kr: 그룹
zh_cn: 分组
zh_tw: 群組

# FoldersLabel
source: Folders
ja_jp: フォルダ
ko_kr: 폴더
zh_cn: 文件夹
zh_tw: 資料夾

# VersionFormat
source: Version {0}.{1}.{2}
ja_jp: バージョン {0}.{1}.{2}
ko_kr: 버전 {0}.{1}.{2}
zh_cn: 版本 {0}.{1}.{2}
zh_tw: 版本 {0}.{1}.{2}

source: Version Unknown
ja_jp: バージョン不明
ko_kr: 버전 Unknown
zh_cn: 版本未知
zh_tw: 版本未知

# StartupBlockedByUser
source: Blocked by Windows settings. Allow it in Settings > Apps > Startup.
ja_jp: Windowsの設定でブロックされています。設定 > アプリ > スタートアップで許可してください。
ko_kr: Windows 설정에서 차단됨. 설정 > 앱 > 시작프로그램에서 허용하세요.
zh_cn: 已被Windows设置阻止。请在设置 > 应用 > 启动中允许。
zh_tw: 已被Windows設定封鎖。請在設定 > 應用程式 > 啟動中允許。

# StartupBlockedByPolicy
source: Blocked by group policy
ja_jp: グループポリシーによりブロックされています
ko_kr: 그룹 정책에 의해 차단됨
zh_cn: 已被组策略阻止
zh_tw: 已被群組原則封鎖

# StartupRegistrationFailed
source: Failed to register startup program. Please try again.
ja_jp: スタートアッププログラムの登録に失敗しました。もう一度お試しください。
ko_kr: 시작 프로그램 등록에 실패했습니다. 다시 시도해주세요.
zh_cn: 启动程序注册失败，请重试。
zh_tw: 啟動程式註冊失敗，請重試。

# ErrorFormat
source: Error: {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
zh_cn: 错误: {0}
zh_tw: 錯誤: {0}

# NotificationTitle
source: Notification
ja_jp: 通知
ko_kr: 알림
zh_cn: 通知
zh_tw: 通知

# ErrorTitle
source: Error
ja_jp: エラー
ko_kr: 오류
zh_cn: 错误
zh_tw: 錯誤

source: No resource icons available.
ja_jp: 利用可能なリソースアイコンがありません。
ko_kr: 사용 가능한 리소스 아이콘이 없습니다.
zh_cn: 没有可用的资源图标。
zh_tw: 沒有可用的資源圖示。

# IconFolderNotFoundFormat
source: Icon folder not found: {0}
ja_jp: アイコンフォルダが見つかりません: {0}
ko_kr: 아이콘 폴더를 찾을 수 없습니다: {0}
zh_cn: 未找到图标文件夹: {0}
zh_tw: 找不到圖示資料夾: {0}

# IconLoadErrorFormat
source: Error loading icon: {0}
ja_jp: アイコンの読み込みエラー: {0}
ko_kr: 아이콘 로드 중 오류 발생: {0}
zh_cn: 加载图标时出错: {0}
zh_tw: 載入圖示時發生錯誤: {0}

# IconSelectionErrorFormat
source: Error selecting icon: {0}
ja_jp: アイコンの選択エラー: {0}
ko_kr: 아이콘 선택 중 오류 발생: {0}
zh_cn: 选择图标时出错: {0}
zh_tw: 選取圖示時發生錯誤: {0}

# EnterNameError
source: Please enter a name.
ja_jp: 名前を入力してください。
ko_kr: 이름을 입력하세요.
zh_cn: 请输入名称。
zh_tw: 請輸入名稱。

# SelectValidFolderPathError
source: Please select a valid folder path.
ja_jp: 有効なフォルダパスを選択してください。
ko_kr: 유효한 폴더 경로를 선택하세요.
zh_cn: 请选择有效的文件夹路径。
zh_tw: 請選擇有效的資料夾路徑。

# EnterWebUrlError
source: Please enter a web URL.
ja_jp: Web URLを入力してください。
ko_kr: 웹 URL을 입력하세요.
zh_cn: 请输入网页URL。
zh_tw: 請輸入網頁URL。

# SaveErrorFormat
source: An error occurred while saving: {0}
ja_jp: 保存中にエラーが発生しました: {0}
ko_kr: 저장 중 오류가 발생했습니다: {0}
zh_cn: 保存时出错: {0}
zh_tw: 儲存時發生錯誤: {0}

# ItemsCountFormat
source: {0} items
ja_jp: {0}件の項目
ko_kr: {0}개 항목
zh_cn: {0} 个项目
zh_tw: {0} 個項目

# OneItem
source: 1 item
ja_jp: 1件の項目
ko_kr: 1개 항목
zh_cn: 1 个项目
zh_tw: 1 個項目

# WindowActivatedTitle
source: Window Activated
ja_jp: ウィンドウがアクティブ化されました
ko_kr: 창 활성화됨
zh_cn: 窗口已激活
zh_tw: 視窗已啟動

# GroupIdFormat
source: Group ID: {0}
ja_jp: グループID: {0}
ko_kr: 그룹 ID: {0}
zh_cn: 分组 ID: {0}
zh_tw: 群組 ID: {0}

# ConfirmButton
source: OK
ko_kr: 확인
zh_cn: 确定
zh_tw: 確定

# EnterGroupName
source: Please enter a group name.
ja_jp: グループ名を入力してください。
ko_kr: 그룹 이름을 입력하세요.
zh_cn: 请输入分组名称。
zh_tw: 請輸入群組名稱。

# SelectIcon
source: Please select an icon.
ja_jp: アイコンを選択してください。
ko_kr: 아이콘을 선택하세요.
zh_cn: 请选择图标。
zh_tw: 請選擇圖示。

# GroupRenameWarning
source: If you rename the group, you must 'Force Update Taskbar' or re-pin it to the taskbar.
ja_jp: グループ名を変更した場合、「タスクバーを強制更新」するか、タスクバーに再固定する必要があります。
ko_kr: 그룹 이름을 변경하면 '작업 표시줄 강제 업데이트'를 하거나 작업 표시줄에 다시 고정해야 합니다.
zh_cn: 更改分组名称后，需要"强制更新任务栏"或重新固定到任务栏。
zh_tw: 變更群組名稱後，需要「強制更新工作列」或重新釘選到工作列。

# SelectValidGroupColumn
source: Please select a valid group column value.
ja_jp: 有効なグループ列の値を選択してください。
ko_kr: 유효한 그룹 열 값을 선택하세요.
zh_cn: 请选择有效的分组列值。
zh_tw: 請選擇有效的群組欄值。

# ErrorOccurredFormat
source: An error occurred: {0}
ja_jp: エラーが発生しました: {0}
ko_kr: 오류가 발생했습니다: {0}
zh_cn: 出现错误: {0}
zh_tw: 發生錯誤: {0}

source: Icon file not found.
ja_jp: アイコンファイルが見つかりません。
ko_kr: 아이콘 파일을 찾을 수 없습니다.
zh_cn: 未找到图标文件。
zh_tw: 找不到圖示檔案。

# PngToIcoConversionFailed
source: Failed to convert PNG to ICO format.
ja_jp: PNGからICO形式への変換に失敗しました。
ko_kr: PNG를 ICO 형식으로 변환하지 못했습니다.
zh_cn: PNG转ICO格式失败。
zh_tw: PNG轉ICO格式失敗。

# ImageToIcoConversionFailed
source: Failed to convert image to ICO format.
ja_jp: 画像からICO形式への変換に失敗しました。
ko_kr: 이미지를 ICO 형식으로 변환하지 못했습니다.
zh_cn: 图片转ICO格式失败。
zh_tw: 圖片轉ICO格式失敗。

# ExeIconExtractionFailed
source: Failed to extract icon from EXE file.
ja_jp: EXEファイルからのアイコン抽出に失敗しました。
ko_kr: EXE 파일에서 아이콘을 추출하지 못했습니다.
zh_cn: 从EXE文件提取图标失败。
zh_tw: 從EXE檔案擷取圖示失敗。

# InvalidCharactersInGroupName
source: Group name contains invalid characters.
ja_jp: グループ名に無効な文字が含まれています。
ko_kr: 그룹 이름에 잘못된 문자가 포함되어 있습니다.
zh_cn: 分组名称包含无效字符。
zh_tw: 群組名稱包含無效字元。

source: Grid Icon Creation Error
ja_jp: グリッドアイコン作成エラー
ko_kr: 그리드 아이콘 생성 오류
zh_cn: 网格图标创建错误
zh_tw: 網格圖示建立錯誤

source: Invalid Grid Size
ja_jp: 無効なグリッドサイズ
ko_kr: 잘못된 그리드 크기
zh_cn: 无效的网格大小
zh_tw: 無效的網格大小

# SelectValidGridSize
source: Please select a valid grid size from the combo box.
ja_jp: コンボボックスから有効なグリッドサイズを選択してください。
ko_kr: 콤보박스에서 유효한 그리드 크기를 선택하세요.
zh_cn: 请从下拉框中选择有效的网格大小。
zh_tw: 請從下拉方塊中選擇有效的網格大小。

# IconProcessingFailedFormat
source: Icon processing failed: {0}
ja_jp: アイコン処理に失敗: {0}
ko_kr: 아이콘 처리 실패: {0}
zh_cn: 图标处理失败: {0}
zh_tw: 圖示處理失敗: {0}

# IconResetFailedFormat
source: Icon reset failed: {0}
ja_jp: アイコンのリセットに失敗: {0}
ko_kr: 아이콘 초기화 실패: {0}
zh_cn: 图标重置失败: {0}
zh_tw: 圖示重設失敗: {0}

# OverwriteTitle
source: Overwrite
ja_jp: 上書き
ko_kr: 덮어쓰기
zh_cn: 覆盖
zh_tw: 覆寫

# OverwriteConfirmation
source: A shortcut with this name already exists. Do you want to replace it?
ja_jp: この名前のショートカットは既に存在します。置き換えますか？
ko_kr: 이 이름의 바로가기가 이미 있습니다. 바꾸시겠습니까?
zh_cn: 同名快捷方式已存在。是否替换？
zh_tw: 同名捷徑已存在。是否取代？

# YesButton
source: Yes
ja_jp: はい
ko_kr: 예
zh_cn: 是
zh_tw: 是

# NoButton
source: No
ja_jp: いいえ
ko_kr: 아니오
zh_cn: 否
zh_tw: 否

# FolderNotFound
source: Folder does not exist.
ja_jp: フォルダが存在しません。
ko_kr: 폴더가 존재하지 않습니다.
zh_cn: 文件夹不存在。
zh_tw: 資料夾不存在。

# EmptyFolder
source: No contents.
ja_jp: 内容がありません。
ko_kr: 내용이 없습니다.
zh_cn: 没有内容。
zh_tw: 沒有內容。

source: Access denied.
ja_jp: アクセスが拒否されました。
ko_kr: 액세스가 거부되었습니다.
zh_cn: 访问被拒绝。
zh_tw: 存取被拒絕。

# ErrorOccurred
source: An error occurred.
ja_jp: エラーが発生しました。
ko_kr: 오류가 발생했습니다.
zh_cn: 出现错误。
zh_tw: 發生錯誤。

# GroupsCountFormat
source: {0} groups
ja_jp: {0}件のグループ
ko_kr: {0}개 그룹
zh_cn: {0} 个分组
zh_tw: {0} 個群組

# OneGroup
source: 1 group
ja_jp: 1件のグループ
ko_kr: 1개 그룹
zh_cn: 1 个分组
zh_tw: 1 個群組

# DeleteTitle
source: Delete
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除
zh_tw: 刪除

# DeleteGroupConfirmation
source: Do you want to delete the "{0}" group?
ja_jp: 「{0}」グループを削除しますか？
ko_kr: "{0}" 그룹을 삭제하시겠습니까?
zh_cn: 是否删除"{0}"分组？
zh_tw: 是否刪除「{0}」群組？

# DeleteButton
source: Delete
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除
zh_tw: 刪除

# CancelButton
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_cn: 取消
zh_tw: 取消

# SettingsOpenError
source: Failed to open settings window.
ja_jp: 設定ウィンドウを開けませんでした。
ko_kr: 설정 창을 열지 못했습니다.
zh_cn: 无法打开设置窗口。
zh_tw: 無法開啟設定視窗。

# FoldersCountFormat
source: {0} folders
ja_jp: {0}件のフォルダ
ko_kr: {0}개 폴더
zh_cn: {0} 个文件夹
zh_tw: {0} 個資料夾

# OneFolderItem
source: 1 folder
ja_jp: 1件のフォルダ
ko_kr: 1개 폴더
zh_cn: 1 个文件夹
zh_tw: 1 個資料夾

# DeleteFolderConfirmation
source: Do you want to delete the "{0}" folder?
ja_jp: 「{0}」フォルダを削除しますか？
ko_kr: "{0}" 폴더를 삭제하시겠습니까?
zh_cn: 是否删除"{0}"文件夹？
zh_tw: 是否刪除「{0}」資料夾？

# EditFolderDialogTitle
source: Edit Folder
ja_jp: フォルダを編集
ko_kr: 폴더 수정
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

# AddFolderDialogTitle
source: Add Folder
ja_jp: フォルダを追加
ko_kr: 폴더 추가
zh_cn: 添加文件夹
zh_tw: 新增資料夾

# FolderAlreadyExists
source: The folder "{0}" is already registered.
ja_jp: 「{0}」フォルダは既に登録されています。
ko_kr: "{0}" 폴더는 이미 등록되어 있습니다.
zh_cn: "{0}"文件夹已注册。
zh_tw: 「{0}」資料夾已註冊。

# FolderNotFoundFormat
source: Folder not found: {0}
ja_jp: フォルダが見つかりません: {0}
ko_kr: 폴더를 찾을 수 없습니다: {0}
zh_cn: 未找到文件夹: {0}
zh_tw: 找不到資料夾: {0}

# OpenFolderFailed
source: Failed to open folder: {0}
ja_jp: フォルダを開けませんでした: {0}
ko_kr: 폴더 열기 실패: {0}
zh_cn: 打开文件夹失败: {0}
zh_tw: 開啟資料夾失敗: {0}

# EmptyUrl
source: URL is empty.
ja_jp: URLが空です。
ko_kr: URL이 비어 있습니다.
zh_cn: URL为空。
zh_tw: URL為空。

# OpenWebsiteFailed
source: Failed to open website: {0}
ja_jp: Webサイトを開けませんでした: {0}
ko_kr: 웹 사이트 열기 실패: {0}
zh_cn: 打开网站失败: {0}
zh_tw: 開啟網站失敗: {0}

# WindowsStoreAppLocation
source: Windows Store apps do not have accessible file locations.
ja_jp: Windows Storeアプリのファイルの場所にはアクセスできません。
ko_kr: Windows Store 앱의 파일 위치는 열 수 없습니다.\n(Windows Store apps do not have accessible file locations)
zh_cn: Windows Store应用无法访问文件位置。
zh_tw: Windows Store應用程式無法存取檔案位置。

# CannotDetermineDirectory
source: Cannot determine directory from path: {0}
ja_jp: パスからディレクトリを特定できません: {0}
ko_kr: 경로에서 디렉터리를 확인할 수 없습니다: {0}
zh_cn: 无法从路径确定目录: {0}
zh_tw: 無法從路徑判斷目錄: {0}

# DirectoryDoesNotExist
source: Directory does not exist: {0}
ja_jp: ディレクトリが存在しません: {0}
ko_kr: 디렉터리가 존재하지 않습니다: {0}
zh_cn: 目录不存在: {0}
zh_tw: 目錄不存在: {0}

# OpenFileLocationFailed
source: Failed to open file location: {0}
ja_jp: ファイルの場所を開けませんでした: {0}
ko_kr: 파일 위치 열기 실패: {0}
zh_cn: 打开文件位置失败: {0}
zh_tw: 開啟檔案位置失敗: {0}

# OpenMenuItem
source: Open
ja_jp: 開く
ko_kr: 열기
zh_cn: 打开
zh_tw: 開啟

# RunAsAdminMenuItem
source: Run as administrator
ja_jp: 管理者として実行
ko_kr: 관리자 권한으로 실행
zh_cn: 以管理员身份运行
zh_tw: 以系統管理員身分執行

# OpenFileLocationMenuItem
source: Open file location
ja_jp: ファイルの場所を開く
ko_kr: 파일 위치 열기
zh_cn: 打开文件位置
zh_tw: 開啟檔案位置

# EditThisGroupMenuItem
source: Edit this group
ja_jp: このグループを編集
ko_kr: 이 그룹 편집
zh_cn: 编辑此分组
zh_tw: 編輯此群組

# LaunchAllMenuItem
source: Launch All
ja_jp: すべて起動
zh_cn: 全部启动
zh_tw: 全部啟動

# AppDisplayName
source: App Group
ja_jp: アプリグループ
ko_kr: 앱 그룹
zh_cn: 应用分组
zh_tw: 應用程式群組

# AppDescription
source: Taskbar group management app
ja_jp: タスクバーグループ管理アプリ
ko_kr: 작업 표시줄 그룹 관리 앱
zh_cn: 任务栏分组管理应用
zh_tw: 工作列群組管理應用程式

# StartMenuDescription.Text
source: Click the tray icon to display registered folders.
ja_jp: トレイアイコンをクリックすると登録済みフォルダが表示されます。
ko_kr: 트레이 아이콘을 클릭하면 등록된 폴더가 표시됩니다.
zh_cn: 点击托盘图标可显示已注册的文件夹。
zh_tw: 點擊系統匣圖示可顯示已註冊的資料夾。

# SearchFoldersPlaceholder.PlaceholderText
source: Search folders...
ja_jp: フォルダを検索...
ko_kr: 폴더 검색...
zh_cn: 搜索文件夹...
zh_tw: 搜尋資料夾...

# AddFolderButton.ToolTipService.ToolTip
source: Add Folder
ja_jp: フォルダを追加
ko_kr: 폴더 추가
zh_cn: 添加文件夹
zh_tw: 新增資料夾

# EditFolderButton.ToolTipService.ToolTip
source: Edit
ja_jp: 編集
ko_kr: 수정
zh_cn: 编辑
zh_tw: 編輯

# EmptyFoldersTitle.Text
source: No Folders!
ja_jp: フォルダがありません！
ko_kr: 폴더가 없습니다!
zh_cn: 没有文件夹！
zh_tw: 沒有資料夾！

# EmptyFoldersDesc.Text
source: Drag folders here to add them
ja_jp: フォルダをドラッグして追加してください
ko_kr: 폴더를 드래그하여 추가하세요
zh_cn: 拖拽文件夹到此处添加
zh_tw: 拖曳資料夾到此處新增

# SelectedAppsCountFormat
source: {0} selected
ja_jp: {0}件選択
ko_kr: {0}개 선택됨
zh_cn: 已选择 {0} 项
zh_tw: 已選取 {0} 項

# TrayMenuSettings
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_cn: 设置
zh_tw: 設定

# TrayMenuExit
source: Exit
ja_jp: 終了
ko_kr: 종료
zh_cn: 退出
zh_tw: 結束

# SubfolderDepth.Text
source: Subfolder Depth
ja_jp: サブフォルダの深さ
ko_kr: 하위 폴더 탐색 개수
zh_cn: 子文件夹深度
zh_tw: 子資料夾深度

# SubfolderDepthDescription.Text
source: Displays subfolder locations up to the specified depth when selecting a folder in the tray start menu.
ja_jp: トレイスタートメニューでフォルダ選択時、指定された深さまでサブフォルダの場所を表示します。
ko_kr: 트레이 시작 메뉴에서 폴더 선택 시 설정된 개수의 하위 폴더 위치까지 표시합니다.
zh_cn: 在托盘开始菜单中选择文件夹时，显示指定深度内的子文件夹位置。
zh_tw: 在系統匣開始功能表中選擇資料夾時，顯示指定深度內的子資料夾位置。

# ShowHiddenFilesAndFolders.Text
source: Show Hidden Files and Folders
zh_cn: 显示隐藏文件和文件夹
zh_tw: 顯示隱藏的檔案和資料夾

# ShowHiddenFilesAndFoldersDescription.Text
source: Shows hidden files and folders in the folder contents popup.
zh_cn: 在文件夹内容弹出窗口中显示隐藏文件和文件夹。
zh_tw: 在資料夾內容快顯視窗中顯示隱藏的檔案和資料夾。

# LanguageSetting.Text
source: Language
ja_jp: 言語
zh_cn: 语言
zh_tw: 語言

# LanguageSettingDescription.Text
source: Select app display language. Restart required to apply.
ja_jp: アプリの表示言語を選択します。適用するにはアプリの再起動が必要です。
zh_cn: 选择应用显示语言。需要重启应用才能生效。
zh_tw: 選擇應用程式顯示語言。需要重新啟動應用程式才能生效。

# LanguageSystemDefault
source: System Default
ja_jp: システムの既定値
zh_cn: 系统默认
zh_tw: 系統預設值

# LanguageRestartRequired
source: Restart the app to apply the language change.
ja_jp: 言語の変更を適用するにはアプリを再起動してください。
zh_cn: 请重启应用以应用语言更改。
zh_tw: 請重新啟動應用程式以套用語言變更。

# NavAbout.Text
source: About
zh_cn: 关于
zh_tw: 關於

# ThemeSetting.Text
source: Theme
zh_cn: 主题
zh_tw: 主題

# ThemeSettingDescription.Text
source: Select app display theme.
zh_cn: 选择应用显示主题。
zh_tw: 選擇應用程式顯示主題。

# ThemeSystemDefault
source: System Default
zh_cn: 系统默认
zh_tw: 系統預設

# ThemeDark
source: Dark
zh_cn: 深色
zh_tw: 深色

# ThemeLight
source: Light
zh_cn: 浅色
zh_tw: 淺色

# CheckForUpdates.Text
source: Check for Updates
zh_cn: 检查更新
zh_tw: 檢查更新

# CheckForUpdatesDescription.Text
source: Check for the latest version on the Microsoft Store.
zh_cn: 在 Microsoft Store 中检查最新版本。
zh_tw: 在 Microsoft Store 中檢查最新版本。

# CheckForUpdatesButton.Text
source: Check
zh_cn: 检查
zh_tw: 檢查

# UpdateAvailable
source: An update is available.
zh_cn: 有可用更新。
zh_tw: 有可用的更新。

# NoUpdatesAvailable
source: You are using the latest version.
zh_cn: 您正在使用最新版本。
zh_tw: 您正在使用最新版本。

# UpdateCheckError
source: Unable to check for updates. Please try again later.
zh_cn: 无法检查更新。请稍后重试。
zh_tw: 無法檢查更新。請稍後重試。

# AppName.Text
source: AppGroup
ko_kr: 앱 그룹
